{
  "mainTitle": "Fancy Sprinkles Be My Hero Sweet & Salty Snack Decorating Kit, 11.9 oz",
  "brandName": "Visit the Fancy Sprinkles Store",
  "ingredients": "Superheroes, Assemble! Fancy Sprinkles: Sugar, Palm Kernel Oil, Water, Glucose, Rice Flour, 2% or less of (Corn Starch, Maltodextrin, Carnauba Wax, Natural Flavors, Blue 1, Red 3, Mica-Based Pearlescent Pigment, Palm Oil, Hydroxypropyl Methylcellulose, Red 40, Yellow 6, Blue 2, Cellulose Gum, Soy Lecithin, Confectioner's Glaze, Titanium Dioxide, Yellow 5, Carrageenan, Sunflower Lecithin, Propylene Glycol, Xanthan Gum). Whipped White Fancy Decorating Melts: Sugar, Vegetable Oil (Palm Kernel Oil & Hydrogenated Palm Kernel Oil), Whey Powder, Whole Milk Powder, Artificial Color (Titanium Dioxide), Nonfat Dry Milk Powder, Soy Lecithin, Salt, Artificial Flavor. Glossy Red Fancy Decorating Melts: Sugar, Vegetable Oil (Palm Kernel Oil & Hydrogenated Palm Kernel Oil), Whole Milk Powder, Whey Powder, Nonfat Dry Milk Powder, Red Lake 40, Soy Lecithin, Salt, Artificial Flavor.",
  "keyFeatures": [
    "SNACK DECORATING KIT | Includes red and white vanilla-flavored Fancy Decorating Melts paired with exclusive Superheroes, Assemble! sprinkles perfect for salty and sweet treats",
    "EASY TO USE | Be My Hero Sweet & Salty Snack Decorating Kit elevates any patriotic celebration in a few easy, quick steps. Simply heat the microwaveable bag, dip or drizzle the decorating melts, and decorate with sprinkles",
    "GIFTABLE | Make salty treats and fancy desserts to give as party favors or gift a Decorating Kit to family and friends",
    "PERFECT FOR PARTIES | Great for making shareable treats for a young superhero party, dedicated champion, 4th of July and Memorial Day holiday celebrations, summer celebrations, and more",
    "NEW & EXCLUSIVE TO WALMART | Available only at Walmart, nationwide"
  ],
  "productDescription": "This dessert decorating kit includes Glossy Red and Whipped White Fancy Decorating Melts, and exclusive Superheroes, Assemble! Fancy Sprinkles to elevate patriotic treats with a rich vanilla-flavored coating, and red, white, and blue sprinkles. This sweet and salty snack decorating kit makes it easy to create, gift, and enjoy Fancy treats when celebrating a dedicated champion, young superhero, Memorial Day, or the Fourth of July. The FANCY SPRINKLES® Be My Hero Sweet & Salty Snack Decorating Kit is the easy solution for impressive celebratory treats for summer or year-round fun."
}