{
  "mainTitle": "RITZ Toasted Chips Sour Cream and Onion Crackers, Family Size, 11.4 oz",
  "brandName": "RITZ",
  "ingredients": "Unbleached Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate [Vitamin B1], Riboflavin [Vitamin B2], Folic Acid), Soybean And/Or Canola Oil, Cornstarch, Sugar, High Fructose Corn Syrup, Potato Starch, Salt, Leavening (Calcium Phosphate, Baking Soda), Sour Cream Powder (Cultured Cream, Cultured Nonfat Milk), Onion Powder, Monosodium Glutamate, Nonfat Milk, Whey (From Milk), Spices, Natural Flavor, Calcium Lactate, Citric Acid, Cultured Cream, Disodium Inosinate And Disodium Guanylate (Flavor Enhancer), Milkfat, Soy Lecithin.Contains: Wheat, Milk, Soy.",
  "keyFeatures": [
    "One 11.4 oz family size bag of RITZ Sour Cream and Onion Toasted Chips (packaging may vary)",
    "Crispy, crunchy twist on classic RITZ crackers",
    "Crispy, crunchy twist on classic RITZ crackers and a great alternative to traditional crackers or sour cream and onion chips",
    "These toasted crunchy chips have 40 percent less fat per 30g serving than leading fried potato chips",
    "A crunchy snack for home, work, school or serve at your next BBQ, picnic, as part of a holiday charcuterie board or tailgate",
    "Our mission at Mondelēz International is to create more moments of joy and build the best snacking company in the world by growing our people, growing our business and growing our impact on the world around us"
  ],
  "productDescription": "N/A",
  "specifications": {
    "Food Allergen Statements": "Contains: Wheat, Milk, Soy.",
    "Snack Cracker Type": "Wheat Crackers",
    "Food Preparation Method": "Toasted",
    "Flavor": "Sour Cream And Onion",
    "Instructions": "For best when used by information. Please see date printed on package.",
    "Warranty information": "Please be aware that the warranty terms on items offered for sale by third party Marketplace sellers may differ from those displayed in this section (if any). To confirm warranty terms on an item offered for sale by a third party Marketplace seller, please use the 'Contact seller' feature on the third party Marketplace seller's information page and request the item's warranty terms prior to purchase.",
    "State Chemical Disclosure": "Not Applicable"
  }
}