{
  "mainTitle": "Cheez-It Cheddar Jack Cheese Crackers, Baked Snack Crackers, 12.4 oz",
  "brandName": "Visit the Cheez-It Store",
  "ingredients": "Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Vitamin B1 [Thiamin Mononitrate], Vitamin B2 [Riboflavin], Folic Acid), Vegetable Oil (High Oleic Soybean, Soybean, Palm, And/Or Canola With Tbhq For Freshness), Cheese Made With Skim Milk (Skim Milk, Whey Protein, Salt, Cheese Cultures, Enzymes, Annatto Extract Color). Contains 2% Or Less Of Salt, Paprika, Whey, Cheddar Cheese (Milk, Cheese Cultures, Salt, Enzymes), Buttermilk, Tomato Powder, Garlic Powder, Monosodium Glutamate, Yeast, Onion Powder, Natural And Artificial Flavors, Monterey Jack Cheese (Milk, Cheese Cultures, Salt, Enzymes), Sugar, Malic Acid, Annatto Extract Color, Disodium Inosinate, Disodium Guanylate, Yeast Extract, Paprika Extract Color, Yellow 5, Yellow 6, Soy Lecithin.",
  "keyFeatures": [
    "Deliciously cheesy, light and crispy Cheddar Jack snack crackers made with 100% real cheese and a sprinkle of salt; Shelf-Stable",
    "Ignite cravings with the crunchy bite and bold cheese flavor found in each and every Cheez-It Cheddar Jack cracker; Want It, Need It, Cheez-It",
    "Made with 100% real cheese aged for a bold taste; Kosher Dairy; Contains wheat, milk, and soy ingredients",
    "Enjoy a cheesy crunch at family movie nights, for lunch snacks, snack spreads, or as an afternoon snack; Pack in lunchboxes and backpacks",
    "Includes 1, 12.4oz box of ready-to-eat baked snack crackers; Packaged for freshness and great taste​",
    "Ready to Eat",
    "Regular",
    "Cardboard"
  ],
  "productDescription": "Cheez-It Cheddar Jack Cheese Crackers, Baked Snack Crackers, 12.4 oz:",
  "specifications": {
    "Food Allergen Statements": "Contains wheat, milk and soy ingredients.",
    "Snack Cracker Type": "Cheese Crackers",
    "Third Party Accreditation Symbol on Product Package Code": "OK Kosher Certification",
    "Food Preparation Method": "Baked",
    "Instructions": "Lift tab to open.",
    "Warranty information": "Please be aware that the warranty terms on items offered for sale by third party Marketplace sellers may differ from those displayed in this section (if any). To confirm warranty terms on an item offered for sale by a third party Marketplace seller, please use the 'Contact seller' feature on the third party Marketplace seller's information page and request the item's warranty terms prior to purchase.",
    "State Chemical Disclosure": "None"
  }
}